[
    {
        "categoria": "Personas sensibles a influencias e ideas",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Las personas que responden a este perfil suelen ser seres atormentados que fingen estar alegres. Aparentan ser muy felices, suelen ser el centro de atenci\u0097n, son fr\u0092volos y tienen muchos problemas. Nada parece quitarles el buen humor, pero en su estado negativo reprimen y hacen caso omiso de su lado oscuro, no permiten que forme parte de su vida. As\u0092 cuando no hay nada que distraiga la atenci\u0097n de Agrimony, este sufre. Y cuando la mascara con la que se cubre se rompe, puede pasar de forma exagerada a un estado de desesperaci\u0097n y aflicci\u0097n. La flor es usada para permitir a la persona que se r\u0092a de sus problemas sin evadirlos. En vez de usar su buen humor para esconder sus problemas puede usarlo para arrojar luz a los momentos dif\u0092ciles. Flor empleada para tratar adicciones.",
        "enfermedad": "Sensaci\u0097n de opresi\u0097n o dolor en el pecho.",
        "flor": "Agrimony",
        "img": "Agrimony.JPG",
        "id": 18,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Miedo",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Trata miedos distintos, miedos de origen desconocido, irracional, ansiedad. Puede ser para esquizofrenia o para personas que tienen mucho miedo a la muerte. El efecto positivo es que calma este miedo extra\u0096o, a fin de que la persona pueda enfrentarse al mundo real con m\u0087s confianza.",
        "enfermedad": "Hipocondr\u0092a",
        "flor": "Aspen",
        "img": "Aspen.JPG",
        "id": 4,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Excesiva preocupacion por el bienestar de los dem\u0087s",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "El perfil Beech trata de convencer a los dem\u0087s de seguir su estilo de vida; el Rock Water ense\u0096a el camino correcto con el ejemplo y el perfil Beech critica y condena la actitud de otros. El perfil Beech puede llegar a ser muy intolerante con respecto a los dem\u0087s. No entiende porque los dem\u0087s no viven con el y nunca son permisivos con las posibles dificultades a las que se enfrenten los otros. Les gusta la precisi\u0097n y el orden no s\u0097lo en sus vidas, sino tambi\u008en en las de quienes les rodean. La estupidez de las personas que persisten en ver las cosas de una forma distinta a la suya les saca de quicio.La flor se toma para favorecer la tolerancia con respecto a los dem\u0087s de manera que el perfil Beech pueda vivir y dejar vivir. Ayuda a ver las cualidades positivas incluso en personas que decidan seguir otro camino en su vida.",
        "enfermedad": "Bronquitis, reca\u0092das de enfermedades",
        "flor": "Beech",
        "img": "Beech.JPG",
        "id": 23,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Personas sensibles a influencias e ideas",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Me cuesta trabajo decir que no. La persona que responde al perfil de Centaury es amable y agradable y quiere ser \u009ctil a todo el mundo tiende a decir \"si\" a cualquier petici\u0097n. Esta actitud solo resulta ser un problema cuando un car\u0087cter mas dominante esclaviza al Centaury, y que puede llegar a trabajar hasta el l\u0092mite para servir a otras personas y  por consiguiente dedicar poco tiempo a su propia vida. El objetivo de esta flor es ayudarle a la persona a establecer un l\u0092mite entre ser servicial y servil, y a saber negarse a lo que no desea hacer",
        "enfermedad": "Debilidad f\u0092sica, problemas circulatorios, varices",
        "flor": "Centaury",
        "img": "Centaury.JPG",
        "id": 17,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Incertidumbre",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "El perfil de Cerato no tiene problemas en tomar decisiones pero una vez que ha tomado la decisi\u0097n empieza a plantearse si es la desici\u0097n correcta. No tiene confianza en s\u0092 mismo  y preguntan a las dem\u0087s personas su opini\u0097n. Escuchan todo tipo de consejos y sus pensamientos se disparan en todas direcciones y cuando act\u009can suelen hacerlo de una forma completamente distinta a la que hab\u0092an decidido inicialmente y descubren (demasiado tarde ) que deb\u0092an haber actuado seg\u009cn la primera decisi\u0097n. La flor Cerato se toma para que la persona se sienta m\u0087s segura al tomar decisiones para poder cambiar su vida de forma adecuada, sin necesitar la opini\u0097n de los dem\u0087s.",
        "enfermedad": "Sinusitis, catarro, indigesti\u0097n, dolores reum\u0087ticos",
        "flor": "Cerato",
        "img": "Cerato.JPG",
        "id": 11,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Miedo(Rescate)",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Flor contra el miedo muy especifico, el miedo a perder el control y hacerse da\u0096o a uno mismo o a los dem\u0087s. Las personas en este estado est\u0087n desesperadas, ya que sienten que pierden el control. Personas histericas, gritonas, enojonas. Tienen miedo por lo que puedan hacer, pueden llegar a hablar del suicidio o mostrarse hist\u008ericos o violentos. Cherry Plum puede entenderse como un t\u0097nico para la raz\u0097n, que permite a la persona dominar su mente y actuar con serenidad a la hora de solucionar un problema.",
        "enfermedad": "Enuresis, tics, Parkinson, Alzheimer, incontinencia de esf\u0092nteres",
        "flor": "Cherry Plum",
        "img": "Cherry_Plum.JPG",
        "id": 6,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Las personas que est\u0087n en este estado se ven incapaces de definir los h\u0087bitos de su propia vida y de entender la de los dem\u0087s. En vez de aprender de sus errores, vuelven a cometer una y otra vez los mismos errores. Pueden ver como otras personas cometen esos mismos errores y ser conscientes de ellos pero los vuelven a cometer. Personas que se tropiezan con la misma piedra, siempre les pasa lo mismo. Esta flor es ideal para personas que no parecen aprender de la experiencia. Esta flor al tomarla mitiga el sufrimiento innecesario y les permitir\u0087 aprovecha m\u0087s los acontecimientos que se dan en su vida. As\u0092, podr\u0087n seguir adelante y alcanzar un nivel de vida mejor.",
        "enfermedad": "Fracasos escolares o matrimoniales repetidos, accidentes frecuentes, menstruaci\u0097n dolorosa, transtornos visuales.",
        "flor": "Chestnut Bud",
        "img": "Chestnut_Bud.JPG",
        "id": 37,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Excesiva preocupacion por el bienestar de los dem\u0087s",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "El perfil Chicory tiene mucho amor que repartir, pero en su aspecto negativo se trata de un amor posesivo y ego\u0092sta. Se preocupan de sus seres queridos de una forma exagerada, a la vez que tratan de mantenerlos cerca y controlar su comportamiento corrigi\u008endoles y amonest\u0087ndoles. Pueden sentirse dolidos ante un m\u0092nimo desaire, e incluso llegar a recurrir al chantaje emocional. El perfil de Chicory t\u0092pico es el padre que no permitir\u0087 a sus hijos mayores vivir su propia vida, y que se queja de no ser tratado como se merece si no se le visita tres o cuatro veces por semana. La flor se emplea para favorecer la autentica generosidad del perfil Chicory. Puede darse amor sin necesidad de esperar nada a cambio de limitar la libertad de los dem\u0087s.",
        "enfermedad": "Diabetes, estre\u0096imiento, retrasos menstruales.",
        "flor": "Chicory",
        "img": "Chicory.JPG",
        "id": 25,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes(RESCATE)",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "La persona vive en el futuro, esta en las nubes, so\u0096adores, no se concentra en lo que esta pasando. Gastan toda su energ\u0092a en fantas\u0092as y no en el mundo real. La flor ayuda a la persona a volver al presente y entonces si hay posibilidades de que los sue\u0096os de un Clemantis se vuelvan realidad.",
        "enfermedad": "Apat\u0092a, accidentes por falta de atenci\u0097n",
        "flor": "Clematis",
        "img": "Clematis.JPG",
        "id": 34,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Desaliento o desesperaci\u0097n",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Es la flor limpiadora. Se emplea para limpiar cualquier cosa f\u0092sica o mental que no gusta de uno mismo, incluso la sensaci\u0097n de sentirse contaminadao despu\u008es de estar enfermo. Personas que no les gusta su aspecto y pueden llegar a sentir repugnancia por las funciones corporales normales como comer y excretar. Obsesi\u0097n por la limpieza, actitudes compulsivas y obsesiones muy fuertes. Es normal que tengan actitudes compulsivas en cuanto a mantener el orden, limpiar y lavar a mano. Estas personas son incapaces de estar en una habitaci\u0097n con un cuadro de la pared ligeramente ladeado, de forma inevitable se levantar\u0087 para ponerlo recto.",
        "enfermedad": "Problemas de piel, efectos desagradables de la quimioterapia, erupciones cut\u0087neas",
        "flor": "Crab Apple",
        "img": "Crab_Apple.JPG",
        "id": 29,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Desaliento o desesperaci\u0097n",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Las personas que responden al perfil Elm no carecen de la confianza necesaria para tener iniciativa como ocurre a los larch. Al contrario, si hay algo que les caracteriza es que tratan de hacer demasiadas cosas, esto es, asumir demasiadas responsabilidades hasta que llega un momento en que los asalta la duda. Personas que se meten en todo, hacen demasiadas cosas. El estado Elm es una crisis de confianza que normalmente afecta a personas que suelen ser competentes y seguras de s\u0092 mismas. La flor Elm ayuda a superar estas \u008epocas de falta de confianza de forma que la persona pueda seguir con su vida, conocer sus l\u0092mites y atenerse a ellos.",
        "enfermedad": "C\u0097licos renales",
        "flor": "Elm",
        "img": "Elm.JPG",
        "id": 27,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Incertidumbre",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Gentian es la flor para el abatimiento despu\u008es de un contratiempo. Se desaniman muy r\u0087pido, se dan por vencidas muy r\u0087pido. La flor busca eliminar este derrotismo negativo para que la persona pueda recuperarse y pruebe con un segundo intento o bien encuentre una forma alternativa para sortear el obst\u0087culo.",
        "enfermedad": "Dolores digestivos, flatulencia, diarrea, estre\u0096imiento",
        "flor": "Gentian",
        "img": "Gentian.JPG",
        "id": 10,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Incertidumbre",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Es una versi\u0097n mas pronunciada del estado Gentian. La persona que responde al perfil Gorse no solo tiene que abandonar, sino que abandona la verdad, esta convencida de que no queda campos por explorar, incluso cuando tiene delante de sus narices posibilidades evidentes. La flor Gorse se ha descrito como \"El Sol en una botella\" o la persona no ve la luz al final del tunel. Busca la soluci\u0097n pero ya tuvo desgaste emocional y se dio por vencida. Esto es en parte un tributo a la flor a partir de la cual se extrae, ya que es de un amiarillo fuerte y radiante, pero tambi\u008en es un reflejo de sus efectos positivos. Gorse devuelve el brillo a la vida, de modo que la tristeza y desesperacion se sustituye con luz, vida y una nueva resoluci\u0097n para entrar en acci\u0097n y mejorar la situaci\u0097n.  ",
        "enfermedad": "Util en enfermedades largas cuando no se ve salida, dolor de cabeza, sinusitis.",
        "flor": "Gorse",
        "img": "Gorse.JPG",
        "id": 8,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Soledad",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "El perfil de Heather es t\u0092pico de personas que est\u0087n absortas en sus propios asuntos y problemas, tanto es as\u0092 que no se interesan por los problemas de los dem\u0087s. Debido a su miedo a sentirse solos, no dejan de hablar tratan de convertir en su p\u009cblico particular a todo el que se encuentran, cosa que acaba aburriendo a los dem\u0087s, quienes tratan de evitarlos. De esta manera suelen acabar solos, tal como lo tem\u0092an. El efecto positivo de la Flor es que ayuda a las personas en estado Heather a dejar algo de lado sus intereses y prestar mas atenci\u0097n a los dem\u0087s. Aprenden a escuchar y as\u0092 compartir sus preocupaciones de forma efectiva en vez de descargar sus problemas a cualquiera que se les ponga enfrente. Las personas equilibradas que responden al perfil Heather suelen ayudar y apoyar a los dem\u0087s.",
        "enfermedad": "Dolor de o\u0092dos",
        "flor": "Heather",
        "img": "Heather.JPG",
        "id": 13,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Personas sensibles a influencias e ideas",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Es la flor contra sentimientos muy negativos hacia los dem\u0087s, como la envidia, el odio, la sospecha, el rencor y los celos. Paranoico, personas muy celosas y rencorosas. A menudo se piensa que es la flor indicada para el enfado, pero solo cuando este surge a ra\u0092z de alguno de los sentimientos mencionados anteriormente. Las perosnas que presentan el estado Holly sufren por las ideas que tienen. Holly les ayuda a hacer que sus pensamientos sean positivos. As\u0092 en vez de ser carcomidos por el odio, contemplaran el mundo con una perspectiva m\u0087s magn\u0087nima y por tanto aliviaran su dolor.",
        "enfermedad": "Berrinches en ni\u0096os. Problemas cardiacos, picores e inflamaciones irritativas, bronquitis, tabaquismo",
        "flor": "Holly",
        "img": "Holly.JPG",
        "id": 19,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Esta flor es para gente que vive en el pasado en vez de vivir en el presente. No sueltan su pasado. Gastan la mayor parte de su energ\u0092a pensando en lo mejor de su pasado o en lo peor, lo cual hace que su vida presente no tenga ning\u009cn inter\u008es. La flor se utiliza para que la persona deje de vivir en ese estado y vuelva a disfrutar del presente. En vez de creer que s\u0097lo el pasado puede ser fuente de alegr\u0092as, la persona se dar\u0087 cuenta de que tambi\u008en las puede encontrar en cada nuevo d\u0092a.",
        "enfermedad": "Enfermedades cong\u008enitas, estre\u0096imiento",
        "flor": "Honeysuckle",
        "img": "Honeysuckle.JPG",
        "id": 33,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Incertidumbre",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "La flor para la falta de ganas propia del lunes por la ma\u0096ana o la ma\u0096ana despu\u008es. La causa del aletargamiento de Hornbeam es de tipo emocional, porque ning\u009cn esfuerzo f\u0092sico ni mental la ha ocasionado. Puede ser \u009ctil compararla con Olive, que se emplea para el cansancio causado por alg\u009cn esfuerzo. Hornbeam ayuda a levantar el \u0087nimo para poder emprender una labor, y una vez que la persona lo consigue siente que cualquier posible sensaci\u0097n de agotamiento desaparece.",
        "enfermedad": "Varices, dificultad en estar de pie. Debilitamiento f\u0092sico puntual(rodillas, vista, estomago), tratamiento de rehabilitaci\u0097n de alguna extremidad, dolores reum\u0087ticos",
        "flor": "Hornbeam",
        "img": "Hornebeam.JPG",
        "id": 9,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Soledad (Rescate)",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "\"Damelo. Yo lo hago\". El perfil Impatiens siempre tiene prisa, todo lo quieren hacer ellos y tienen poca paciencia con personas lentas. Comen r\u0087pido.  Si tienen que esperar a que alguien termine de hacer algo, sienten una frustraci\u0097n y una irritaci\u0097n exageradas. Por esto prefieren trabajar y hacer cualquier cosa solos para no tener que explicar y preguntar a otros con un ritmo de vida mas lento. Estas personas suelen mostrar signos f\u0092sicos de impaciencia constante y as\u0092 dan golpecitos con los dedos, mueven los pies o no pueden estarse quietos , entre otros signos. Este tipo de emociones no solo pueden acabar provocando estr\u008es y tensi\u0097n, sino tambi\u008en accidentes por las prisas y por no querer perder tiempo para hacer las cosas. Con la flor se consigue recuperar la tranquilidad y el equilibrio, se aprende a ser paciente y a valorar la capacidad y habilidad que los m\u0087s met\u0097dicos pueden aportar a la vida.",
        "enfermedad": "Problemas de piel, irritaci\u0097n cut\u0087nea",
        "flor": "Impatiens",
        "img": "Impatiens.JPG",
        "id": 14,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Desaliento o desesperaci\u0097n",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Las personas que manifiestan un estado Larch carecen de confianza en si mismas porque est\u0087n convencidas de que fracasar\u0087n. Pesimistas, no se arriesgan porque creen que fracasar\u0087n. Al no tener confianza, pierden oportunidades. No son justas con ellas mismas porque esperan que las cosas no salgan bien. No consiguen tener una actitud entusiasta por la vida. El estado positivo de Larch es la confianza, es decir, iniciativa para no tener miedo de fracasar o triunfar.",
        "enfermedad": "Impotencia, embolia, accidentes cardiovasculares.",
        "flor": "Larch",
        "img": "Larch.JPG",
        "id": 26,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Miedo",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Para inquietudes y miedos normales, cotidianos. MIEDOS CONSCIENTES. Quienes los sufren saben de que tienen miedo, pueden definir su origen. Proporciona valor m\u0092nimo a la persona para que pueda enfrentarse a problemas del d\u0092a a d\u0092a",
        "enfermedad": "Trastornos del apetito, catarros cr\u0097nicos, sue\u0096os pesados, varices",
        "flor": "Mimulus",
        "img": "Mimulus.JPG",
        "id": 2,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Es la flor para el t\u0092pico estado depresivo que surge de la nada. Las personas suelen hacer una lista de las cosas buenas y son incapaces de encontrar su motivo de infelicidad. La flor se emplea para disipar los nubarrones y que la persona pueda disfrutar con verdadera alegr\u0092a de las cosas buenas de la vida.",
        "enfermedad": "Anemia, cistitis, estre\u0096imiento, lumbago, dolor de espalda",
        "flor": "Mustard",
        "img": "Mustard.JPG",
        "id": 39,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Desaliento o desesperaci\u0097n",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Los de tipo Oak suelen parecerse a los del tipo Elm en lo que respecta a la manera de llevar las cosas, pero a diferencia de los Elm nunca dudan de su fuerza ni de su capacidad de aguante. Son las tortugas de la f\u0087bula, seg\u009cn la cual \u008esta avanzaba lentamente, paso a paso sin rendirse hasta llegar a la meta, confiando en su resistencia y fortaleza para seguir adelante frente a la adversidad. Personas que no se dan por vencidos, luchan hasta el final pero pueden excederse en su capacidad f\u0092sica al empe\u0096arse en avanzar cueste lo que cueste. La flor se emplea para recuperar la estabilidad emocional y que se den cuenta de que pueden permitirse un descanso en ciertos momentos.",
        "enfermedad": "Embolias, infartos, hernias discales",
        "flor": "Oak",
        "img": "Oak.JPG",
        "id": 28,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Olive est\u0087 indicado para el agotamiento f\u0092sico y mental con un origen definido como una enfermedad, un exceso de trabajo o estudio o una \u008epoca de mucho sufrimiento. Olive se emplea para el agotamiento posterior a haber hecho algo.",
        "enfermedad": "Cansancio durante los cambios estacionales",
        "flor": "Olive",
        "img": "Olive.JPG",
        "id": 38,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Desaliento o desesperaci\u0097n",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Pine es para personas que se culpan por sus propios errores y por los dem\u0087s. Las personas que responden al perfil Pine suelen ser muy concienzudas pero sienten poca satisfaccion por sus logros personales y siempre buscan fallos en todo lo que hacen.  Demasiado perfeccionistas. Aunque pueden tener raz\u0097n al sentirse culpables, necesitan aprender de sus errores para seguir adelante, cosa que no pueden hacer en el estado negativo de Pine. La flor ayuda a contemplar con una perspectiva real sensaciones de culpa que no deber\u0092an tener, as\u0092 como aceptar la responsabilidad que se atribuyen de una forma m\u0087s equilibrada.",
        "enfermedad": "Dolor de espalda(dorsal y lumbar)",
        "flor": "Pine",
        "img": "Pine.JPG",
        "id": 30,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Miedo",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Miedo que se relaciona con lo que pueda sucederle a un ser querido. Personas aprehensivas.Trata miedos exagerados por nuestros hijos, maridos, esposas, y padres y as\u0092 poder apoyar a personas en situaciones de inseguridad, en vez de aterrorizarlas con nuestros propios miedos.",
        "enfermedad": "Ansiedad. Miedos de los padres por sus hijos, problemas de lactancia",
        "flor": "Red Chestnut",
        "img": "Red_Chestnut.JPG",
        "id": 3,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Miedo(Rescate)",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Flor contra el temor. Extensi\u0097n de los estados que trata Mimulus y Aspen, es decir, tanto miedos fundados como los infundados. Cuando hay aut\u008entico terror m\u0087s que simple miedo o inquietud. Para calmar el terror provocado por pesadillas, estado de shock.",
        "enfermedad": "Sudoraci\u0097n, piernas cansadas, mareos, epilepsia, flatulencia, irritaci\u0097n en pies, pneumon\u0092a",
        "flor": "Rock Rose",
        "img": "Rock_Rose.JPG",
        "id": 5,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Excesiva preocupacion por el bienestar de los dem\u0087s",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Esta flor sirve para las personas que s\u0097lo les interesa salir bien paradas, con convicciones fuertes, pero nunca predica y las muestra con el ejemplo. Son duros consigo mismos, piensan qu eno tienen derecho a disfrutar. En su extremo m\u0087s negativo, tiende a mostrar comportamientos propios del martirio. Esto sucede cuando tienden a manifestar h\u0087bitos de abnegaci\u0097n y sacrificio hasta el punto de no permitirse ning\u009cn tipo de placer y disfrutar poco su vida. Sus fuertes convicciiones y los elevados ideales son correctos siempre y cuando no sean tan r\u0092gidos que s\u0097lo le permitan contemplar la realidad desde su perspectiva. Por ejemplo militares. La flor se emplea para hacerlos m\u0087s flexibles de mente y a ense\u0096ar el camino correcto con el ejemplo.",
        "enfermedad": "Rigidez no inflamatoria, torceduras.",
        "flor": "Rock Water",
        "img": "Rock_Water.JPG",
        "id": 22,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Incertidumbre",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Flor para tratar la indecisi\u0097n cuando uno se enfrenta a opciones alternativas.  La incertidumbre suele surgir en casos de muy poca importancia. Cuando est\u0087n en juego decisiones m\u0087s importantes, la forma de reconocer un perfil Scleranthus es que la perona ser\u0087 m\u0087s indecisa en la forma de obtener lo que quiere en la vida. Sabe que quiere pero no sabe como obtenerlo. Esta flor ayuda a disipar los nubarrones de la incertidumbre para que la persona pueda tomar decisiones con resoluci\u0097n y avanzar en el proceso",
        "enfermedad": "Estados an\u0092micos cambiantes, dolores menstruales, mareos",
        "flor": "Scleranthus",
        "img": "Scleranthus.JPG",
        "id": 7,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "desaliento o desesperaci\u0097n(RESCATE)",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Esta flor se asocia con el dolor que se siente ante la p\u008erdida de un ser querido. La persona se siente aturdido. Dolor de p\u008erdida pero en estado de shock. Flor para superar el estado de shock y los sentimientos de p\u008erdida y profunda pena que lo acompa\u0096en. Depresi\u0097n por causa. Tambi\u008en puede emplearse para situaciones de shock y sensacion de p\u008erdida que sucedieron en el pasado y que nunca han llegado a superarse del todo. De esta forma, los hechos que impactaron la personalidad pueden sobrellevarse con m\u0087s eficiencia.",
        "enfermedad": "Accidentes, \u009clceras, crisis card\u0092acas, tensi\u0097n nerviosa",
        "flor": "Star of Bethlehem",
        "img": "Star_of_Bethlehem.JPG",
        "id": 32,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Desaliento o desesperaci\u0097n",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Esta flor est\u0087 destinada a personas que han explorado todas las alternativas en un intento de encontrar una salida a sus problemas y creen que han llegado a un punto muerto donde es in\u009ctil seguir buscando. Esta sensaci\u0097n es deprimente y no es de extra\u0096ar que las personas que han perdido a seres queridos sientan esta desesperaci\u0097n. Situaci\u0097n de duelo puede ser divorcio, muerte de ser querido. Depresi\u0097n por p\u008erdida. Esta flor no puede desaparecer los problemas pero da \u0087nimo y fortaleza para que la esperanza vuelva a salir a flote. Ayuda a encontrar paz para que la persona pueda seguir adelante.",
        "enfermedad": "Enfermedades cr\u0097nicas ",
        "flor": "Sweet Chestnut",
        "img": "Sweet_Chestnut.JPG",
        "id": 31,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Excesiva preocupacion por el bienestar de los dem\u0087s",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "El perfil de una persona Vervain es aquella que todo el tiempo se encuentra en constante actividad d\u0092a y noche, comprometida con la causa y que hace campa\u0096a en contra de las injusticias en todas sus formas, desbordan entusiasmo por una labor o un ideal. Fan\u0087ticos, apasionados. Vervain es la flor para el exceso de entusiasmo, aunque cueste trabajo entender porque tanto entusiasmo puede ser un problema; el peligro reside en su constante actividad puede terminar en agotamiento o tensi\u0097n mental. Adem\u0087s,  su pasi\u0097n por convencer a los dem\u0087s puede convertirse en fanatismo o incapacidad para entender otros puntos de vista.",
        "enfermedad": "Inflamaciones agudas, anti-inflamatorio y relajante",
        "flor": "Vervain",
        "img": "Vervain.JPG",
        "id": 21,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Excesiva preocupacion por el bienestar de los dem\u0087s",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "En su aspecto positivo, el perfil Vine suele responder a personas fuertes, l\u0092deres y consejeros competentes. Su aspecto m\u0087s negativo es que tienden a ser personas con una actitud tir\u0087nica que consiguen lo que quieren haciendo uso de la fuerza bruta y con una dominaci\u0097n implacable. Personas autoritatias que no les importa lo que la gente opina. No critican la opini\u0097n de los dem\u0087s, sino que se limitan a ignorarlos. Pueden llegar a ser crueles y sin compasi\u0097n por otras personas a las que pueden llegar a hacerles la vida muy dif\u0092cil. El perfil Vine desequilibrado no suele manifestar un comportamiento tan extremadamente tir\u0087nico, sino que esto seria en su caso m\u0087s extremo. Cualquiera de nosotros puede tener alguna vez una actitud de ese tipo cuando intentamos obtener algo por medio de la fuerza en lugar de por la persuasi\u0097n. La flor se toma para favorecer una actitud m\u0087s razonable y flexible al tratar con los dem\u0087s, as\u0092 como para aprovechar las cualidades positivas del perfil Vine, que hace que estas personas sean muy valiosas para la humanidad.",
        "enfermedad": "Dolor de espalda(lumbar), pinzamientos cervicales o lumbares, ci\u0087tica, hombro doloroso, inflamaci\u0097n aguda(ostitis, herpes, muela)",
        "flor": "Vine",
        "img": "Vine.JPG",
        "id": 24,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Personas sensibles a influencias e ideas",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Es la flor para protegerse de influencias no deseadas y de los efectos de un cambio. El objetivo consiste en ayudar a la persona a eliminar cualquier factor externo que le lleve a echarse atr\u0087s en algo que desea hacer. Estos factores pueden ser antiguas asociaciones, h\u0087bitos, relaciones o la opinion de otros. Y despu\u008es de situaciones de cambio, Walnut ayuda a que la persona se acostumbre a su nueva situacion, se adapte a los cambios. Walnut suele emplearse para facilitar la transici\u0097n en situaciones de cambio significativas de la vida cotidiana como pueden ser los primeros dias de escuela, jubilacion y menopausia.",
        "enfermedad": "Dentici\u0097n, diabetes, infecciones",
        "flor": "Walnut",
        "img": "Walnut.JPG",
        "id": 16,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Soledad",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "\"Prefiero estar solo\"\"Tu sigue tu camino, yo seguir\u008e el mio\" La flor water violet sale del extremo de un tallo delgado y recto, y la personalidad asociada con ella es muy similar: son arist\u0097cratas por naturaleza, ya que son competentes, elegantes, templados y reservados. Se contentan con su propia compa\u0096\u0092a y nunca se entrometen en la intimidad de los dem\u0087s. Los water violet equilibrados suelen gustar mucho a los dem\u0087s. Personas antisociales, no son chismosos, orgullosos, arrogantes, vanidoso, puede parecer ego\u0092sta. El peligro que tienen estas personas tan discretas reside en que tienden a guardar las distancias con respecto al resto de personas que pasan apuros, con lo que dan la imagen de orgullosos y poco accesibles. Cuando necesitan compa\u0096\u0092a, puede que no la encuentren porque no haya nadie dispuesto a ofrec\u008ersela. A veces ocurre que suelen acostumbrarse tanto a estar solos que les cuesta entablar amistades. La flor se emplea para ayudar a personas de este tipo a abrirse a otras para que no acaben por aislarse.",
        "enfermedad": "P\u008erdida visual o auditiva, esclerosis m\u009cltiple",
        "flor": "Water Violet",
        "img": "Water_Violet.JPG",
        "id": 15,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "La persona en estado White Chestnut no prestan atenci\u0097n a lo que est\u0087n haciendo, pero en su caso es la preocupaci\u0097n lo que se lo impide, pensamientos insistentes a los que dan vueltas sin parar. Las preocupaciones en s\u0092 pueden ser relativas a cosas que pueden ocurrir o no, o pueden estar relacionadas con recrear una y otra vez una escena o una discusi\u0097n que haya tenido lugar a lo largo del d\u0092a. Personas que se quedan en el loop. La flor ayuda a lidiar con la preocupaci\u0097n y a tener control sobre su mente y con ello permitirle seguir con su vida razonablemente.",
        "enfermedad": "Enfermedades cr\u0097nicas, estornudos continuos, tics, taquicardia, hipo, tartamudez.",
        "flor": "White Chestnut",
        "img": "White_Chestnut.JPG",
        "id": 35,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Incertidumbre",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Las personas que responden al perfil Wild Oat suele tener talento y ambicionan hacer algo con su vida que realmente valga la pena; pero son incapaces de decidirse sobre que camino tomar, y el resultado suele ser que pasan constantemente de una situaci\u0097n insatisfactoria a otra y fracasan en su intento de avanzar en una direcci\u0097n determinada.  No sabe que es lo que quiere pero sabe lo que no quiere. No ve para donde encaminar su vida. No han encontrado su vocaci\u0097n en la vida. Busca pero no ha llegado a lo que quiere, se sienten insatisfechos y frustados. Se puede confundir con Scleranthus y Wild Oat pero el perfil Scleranthus define a personas a las que les cuesta trabajo tomar cualquier tipo de decisi\u0097n mientras que las de perfil Wild Oat suelen ser capaces de tomar decisiones poco importantes sin ning\u009cn problema. El perfil Scleranthus suele saber bastante bien a donde quiere llegar pero no puede decidir como hacerlo, el perfil Wild Oat suele responder a personas que son decididas cuando se enfrentan a opciones alternativas pero las decisiones que puedan tomar seguramente no ser\u0087n muy productivas, porque no tienen claro su objetivo, cosa que los lleva a hacerles sentir insatisfechos y frustrados.  Wild Oat ayuda a las personas que est\u0087n en este estado a ver con mas claridad que es lo que realmente quieren en la vida. Esto les permite realizar cambios significativos al definir un poco mejor cuales son estos cambios que quieren hacer.",
        "enfermedad": "Problemas en regi\u0097n lumbar, problemas de menopausia y ves\u0092cula",
        "flor": "Wild Oat",
        "img": "Wild_Oat.JPG",
        "id": 12,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Falta de inter\u008es en las circunstancias presentes",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Las personas que muestran un perfil t\u0092pico de Wild Rose parecen ap\u0087ticas y let\u0087rgicas, que hacen muy poco esfuerzo o ninguno para mejorar su vida o aprender de ella, pero no estan descontentas con su situaci\u0097n.  Personas antip\u0087ticas, le da lo mismo todo, conformistas, se resignan a lo que ocurre y les basta con dejarse llevar por la situaci\u0097n. La flor se emplea para ayudar a tener un inter\u008es m\u0087s activo por el mundo. Seguir\u0087n siendo las personas tranquilas y relajadas de siempre pero se interesar\u0087n m\u0087s por ellas mismas y por los dem\u0087s. Debido a ello su vida ser\u0087 m\u0087s completa y satisfactoria.",
        "enfermedad": "Falta de reacci\u0097n del organismo, m\u009csculos atrofiados, impotencia",
        "flor": "Wild Rose",
        "img": "Wild_Rose.JPG",
        "id": 36,
        "updated_at": "2013-05-04T04:10:19Z"
    },
    {
        "categoria": "Personas sensibles a influencias e ideas",
        "created_at": "2013-05-04T04:10:19Z",
        "descripcion": "Para personas que sienten pena de s\u0092 mismas, resentimiento y le echan la culpa a los dem\u0087s de lo que les pasa. Permite aceptar los reveses de la vida sin resentimientos ni quejas.",
        "enfermedad": "Artrosis, artritis",
        "flor": "Willow",
        "img": "Willow.JPG",
        "id": 20,
        "updated_at": "2013-05-04T04:10:19Z"
    }
]